locate/perfTest/templates/search_ver1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://webservice.gazetteer.pb.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <web:search>
            <arg0>
                <gazetteerName>{1}</gazetteerName>
                <maxRecords>{2}</maxRecords>
                <searchString>{3}</searchString>
            </arg0>
        </web:search>
    </soapenv:Body>
</soapenv:Envelope>
